Repository: flagshipcompany/flagship-for-woocommerce
Catalog: languages/flagship-for-woocommerce-*.po
Languages: fr_fr

source: Pick-ups
fr_fr: Ramassages

source: Pick-up
fr_fr: Ramassage

source: Add Pick-up
fr_fr: + Ramassage

source: Schedule New Pick-up
fr_fr: Nouveau ramassage

source: New Coupon
fr_fr: Nouveau Coupon

source: View Pick-ups
fr_fr: Voir ramassages

source: View Pick-up
fr_fr: Voir ramassage

source: Search Pick-ups
fr_fr: Rechercher ramassage

source: No Pick-ups found
fr_fr: Aucun ramassage

source: No Pick-ups found in trash
fr_fr: Aucun ramassage dans la corbeille

source: Parent pick-ups
fr_fr: Ramassages

source: Order IDs
fr_fr: Commande IDs

source: Courier
fr_fr: Courrier

source: #. Boxes
fr_fr: # de paquet

source: Weight
fr_fr: Poids

source: Address
fr_fr: Adresse

source: Pick-up Time
fr_fr: Heure de ramassage

source: Void pick-ups
fr_fr: Annuler le ramassage

source: Reschedule pick-ups
fr_fr: Renouveller le ramassage

source: Schedule pick-up
fr_fr: Nouveau ramassage

source: Settings
fr_fr: Paramètres

source: FlagShip API Error:
fr_fr: FlagShip API Erreur:

source: You have flagship shipment for this order. FlagShip ID (%s)
fr_fr: Vous avez une expédition FlagShip pour cette commande. FlagShip ID (%s)

source: Unable to access shipment with FlagShip ID (%s)
fr_fr: Incapable d'accéder aux données d'expédition avec FlagShip ID (%s)

source: Unable to void shipment with FlagShip ID (%s)
fr_fr: Incapable d'annuler l'expédition FlagShip avec FlagShip ID (%s)

source: Flagship Shipping has some difficulty in retrieving the rates. Please contact site administrator for assistance.<br/>
fr_fr: FlagShip n'est pas capable de récupérer les couts d'envoi. SVP contactez l'administrateur du site. <br />

source: Unable to schedule pick-up with FlagShip ID (%s)
fr_fr: Incapable d’annuler la demande de ramassage avec FlagShip Ramassage ID (%s)

source: Unable to void pick-up with FlagShip Pickup ID (%s)
fr_fr: Incapable d'annuler l'expédition avec FlagShip ID (%s)

source: Add shipping address to get shipping rates! (click "Calculate Shipping")
fr_fr: Ajoutez une adresses d'expédition pour voir les taux! ( cliquez "Calculer les frais d'expédition")

source: FlagShip Shipping
fr_fr: Expédition FlagShip

source: Obtains real time shipping rates via FlagShip Shipping API
fr_fr: Obtient des tarifs d’expédition en temps réel

source: Essentials
fr_fr: Général

source: Enable this shipping method
fr_fr: Activer et utiliser

source: Method Title
fr_fr: Titre

source: This controls the name of the shipping service during checkout.
fr_fr: Ceci contrôle le nom du service d’expédition au checkout

source: FlagShip Access Token
fr_fr: Clé FlagShip

source: After <a href="https://www.flagshipcompany.com/sign-up/">signup</a>, get a <a target="_blank" href="https://auth.smartship.io/tokens/">access token here</a>.
fr_fr: Après vous être <a href=“https://www.flagshipcompany.com/fr/inscrivez-vous/“> inscrit </a>, <a target="_blank" href="https://auth.smartship.io/tokens/">générez une clé FlagShip ici</a>

source: Offer Standard Rates
fr_fr: Tarifs Standards

source: Offer Express Rates
fr_fr: Tarifs Express

source: Offer Overnight Rates
fr_fr: Tarifs Overnight

source: Offer Rates
fr_fr: Tarifs

source: Offer the customer all returned rates
fr_fr: Montrer tous les tarifs

source: Offer the customer the cheapest rate only
fr_fr: Montrer seulement le meilleur tarif

source: 2 cheapest rates
fr_fr: 2 meilleurs tarifs

source: 3 cheapest rates
fr_fr: 3 meilleurs tarifs

source: 4 cheapest rates
fr_fr: 4 meilleurs tarifs

source: 5 cheapest rates
fr_fr: 5 meilleurs tarifs

source: Shipper Information
fr_fr: Informations sur l’expéditeur

source: Shipper information which allows getting live rates, create shipment, schedule pick-up, etc.
fr_fr: Information pour l’estimation, la création d’expédition, le ramassage, etc.

source: Shipper Postal Code
fr_fr: Code postal de l’expéditeur

source: Enter a valid <strong>Canadian</strong> postal code for the <strong>Shipper</strong>.
fr_fr: Entrez un code postal valide pour l’expéditeur.

source: Shipper City
fr_fr: Ville de l’expéditeur

source: Required
fr_fr: Requis

source: Shipper Province
fr_fr: Province de l’expéditeur

source: British Columbia
fr_fr: Colombie Britannique

source: New Brunswick
fr_fr: Nouveau Brunswick

source: NewFoundland & Labrador
fr_fr: Terre Neuve & Labrador

source: Northwest Territories
fr_fr: Territoires du Nord Ouest

source: Nova Scotia
fr_fr: Nouvelle Écosse

source: Prince Edward Island
fr_fr: Île du Prince Edouard

source: Quebec
fr_fr: Québec

source: Shipper Person Name
fr_fr: Nom d'expéditeur (Attention)

source: Required, maximum 21 characters
fr_fr: Requis, maximum de 21 caractères;

source: Shipper Company Name
fr_fr: Nom de compagnie d'expéditeur

source: Shipper Phone Number
fr_fr: Numéro de téléphone d'expéditeur

source: Shipper Phone Extension Number
fr_fr: Numéro d'extension d'expéditeur

source: Optional, if applicable
fr_fr: Optionnel

source: Shipper Street Address
fr_fr: Adresse civile d'expéditeur

source: Residential
fr_fr: Résidentiel

source: Shipper Address is Residential?
fr_fr: L'adresse de l’expéditeur est-il résidentiel?

source: Parcel / Packaging
fr_fr: Pièces

source: How to split your items into boxes
fr_fr: Comment répartir les produits dans les boites

source: Box Split
fr_fr: Répartir vos envois dans les boîtes

source: Everything in one package box
fr_fr: Tous les envois dans la même boîte

source: Split by weight
fr_fr: Divisé en poids

source: One box per item
fr_fr: Une boîte par article

source: Use FlagShip Packing API to pack items into boxes
fr_fr: Utiliser l'API FlagShip pour empaqueter les objets dans les boîtes

source: If the option FlagShip packing API is chosen, you will have to provide at least one package box with dimensions. It will also ignore all settings from the normal weight driven packing method.
fr_fr: Si l'option API FlagShip pour empaqueter est choisie, vous allez devoir fournir les dimensions d'au moins une boite. Cela va également ignorer toutes les options reliées à l'estimation par poids.

source: Box Split Weight
fr_fr: Poids par boîte

source: Maximun weight per each package box (lbs)
fr_fr: Poids maximal par boîte (livre)

source: FlagShip Packing
fr_fr: Méthode d'emballage FlagShip

source: Tracking
fr_fr: Suivi par couriel

source: Tracking Emails
fr_fr: Courriels pour les alertes de suivi

source: (optional) If provided, the email address(s) will always receive tracking notifications. Emails should be semicolon separated (;).
fr_fr: (optionnel) Si elles sont fournies, les adresses électroniques recevront toujours des notifications de suivi. Les courriels doivent être séparés par des points-virgules (;).

source: Allow FlagShip to pack the order's products, given sets of package box dimension
fr_fr: Fournir une solution d'emballage

source: By enabling this packing method, you will have to provide at least one Package Box dimensions. It will also ignore all settings from the normal weight driven packing method.
fr_fr: Vous devez avoir au moins un type de boîte pour utiliser la méthode d'emballage FlagShip.

source: Calculate tax
fr_fr: Calcul de Tax

source: Click here to include taxes in the price. Only use this if WooCommerce is not applying taxes to your cart
fr_fr: Cliquez ici pour inclure les taxes dans le prix. Utilisez cette option seulement si WooCommerce n’applique pas les taxes au panier.

source: If you have taxes enabled, make sure you don’t click this box or you will double tax the shipping fees.
fr_fr: Si vous avez les taxes d’activées, assurez vous de ne pas cocher cette boite ou vous appliquerez les taxes deux fois sur les couts d’envoi.

source: Markup
fr_fr: Marge Commerciale

source: Store owner may apply additional fee for shipping.
fr_fr: L’expéditeur peut choisir d’appliquer une marge sur l’expédition.

source: Shipping Cost Markup Type
fr_fr: Type de marge sur le cout

source: Shipping Cost Markup Type can be either flat rate (i.e. dollar valued) or percentage rate (i.e. rate based on certain percentage)
fr_fr: Le type de marge sur l’expédition peut être montant fixe (en $) ou un taux (en %)

source: Flat rate
fr_fr: Montant fixe

source: Percentage
fr_fr: Pourcentage

source: Shipping Cost Markup
fr_fr: Marge commerciale d'expédition

source: Pickup
fr_fr: Ramassage

source: schedule pick-up for your shipment. Don't forget to attach labels!
fr_fr: Planifier un ramassage. Préparez et attachez toutes les étiquettes.

source: Pick-up Start Time
fr_fr: Ramassage à partir de

source: Pick-up End Time
fr_fr: Ramassage jusqu'à

source: Contact Email
fr_fr: Courriel

source: Disable FedEx Rates
fr_fr: Désactiver FedEx

source: Disable UPS Rates
fr_fr: Désactiver UPS

source: Disable Purolator Rates
fr_fr: Désactiver Purolator

source: Disable Canpar Rates
fr_fr: Désactiver Canpar

source: Disable Cart/Checkout API warning
fr_fr: Cacher les messages d’erreur

source: Cart/Checkout API warning logs (10 latest)
fr_fr: Messages d’erreur (10 récents)

source: Signature required on delivery
fr_fr: Signature requise à la livraison

source: Show transit time in shopping cart
fr_fr: Afficher le temps de transit dans le panier

source: If checked, the transit times of couriers will be shown
fr_fr: Si coché, les temps de transit des coursiers seront affichés

source: If checked, all the shipments to this shipping zone will be signature required on delivery
fr_fr: Si coché, tous les envois vers cette zone d'expédition seront signés à la livraison

source: Product %s is missing weight, weight default to 1 lbs.
fr_fr: Le poids est manquant pour le produit %s, poids utilisé par défaut est de 1 livre.

source: Address corrected to match with shipper's postal code.
fr_fr: L'adresse a été changée pour correspondre au code postal.

source: <strong>Shipping Integrity Failure:</strong> <br/>
fr_fr: <strong>Problème d'intégrité de la configuration:</strong> <br/>

source: "%s" is not a valid phone number.
fr_fr: “%s” n’est pas un numéro de téléphone valide.

source: FlagShip Shipping is disabled.
fr_fr: FlagShip n'est pas activé.

source: Shipper person name is missing.
fr_fr: Nom de l’expéditeur est manquant.

source: Shipper company name is missing.
fr_fr: Nom de compagnie de l’expéditeur est manquant.

source: Shipper phone number is missing.
fr_fr: Numéro de téléphone de l’expéditeur est manquant.

source: Shipper address's streetline is missing.
fr_fr: Numéro d’adresse de l’expéditeur est manquant.

source: Summary
fr_fr: Sommaire

source: Tracking Number
fr_fr: Numéro de suivi

source: Cost
fr_fr: Côut

source: Print labels
fr_fr: Imprimer les étiquettes

source: Regular label
fr_fr: Étiquette standard

source: Print
fr_fr: Imprimer

source: Thermal label
fr_fr: Étiquette thermale

source: Commercial invoice
fr_fr: Facture commerciale

source: Confirmation ID
fr_fr: Numéro de confirmation

source: Void pick-up
fr_fr: Annuler le ramassage

source: Request for pick-up
fr_fr: Demande de ramassage

source: Schedule
fr_fr: Demander

source: Cancel Shipment
fr_fr: Annuler cette expédition

source: use with caution
fr_fr: attention

source: Void Shipment
fr_fr: Annuler cette expédition

source: Client Choosen Rate
fr_fr: Service choisi par le client

source: Requote Rates
fr_fr: Estimation récente

source: Shipping Date (Optional, default today):
fr_fr: Date d'expédition (optionnel, aujourd'hui par défaut):

source: Enable Insurance
fr_fr: Assurer mon expédition

source: Insured items' value (Required):
fr_fr: Valeur totale des produits (Requis):

source: <br/>$ value of the items to insure. Note that exlusions apply, see <a href="https://www.flagshipcompany.com/terms-and-conditions" target="_blank">here</a> for details
fr_fr: <br/>$ en valeur à assurer. Certaines exclusions s'appliquent. Consultez <a href="https://www.flagshipcompany.com/fr/modalites-et-conditions/" target="_blank">ici</a> pour savoir plus

source: Description (Required):
fr_fr: Description (Requis):

source: <abbr title="cash on delivery">Enable COD</abbr>
fr_fr: <abbr title="cash on delivery">PSL(COD)</abbr>

source: Payable to (Required):
fr_fr: Payé à (Requis):

source: Receiver Phone (Required):
fr_fr: Téléphone (Requis):

source: Amount (Required):
fr_fr: Montant (Requis):

source: Signature Required
fr_fr: Signature requise

source: Reference (Optional):
fr_fr: Référence (Optionnel):

source: Driver Instruction (Optional):
fr_fr: Instructions pour le livreur (Optionnel):

source: Tracking emails (Optional):
fr_fr: Suivi par couriel (Optionnel):

source: Create shipment
fr_fr: Créer l'expédition

source: Requote
fr_fr: Reéstimer

source: Shipment was not quoted with FlagShip Shipping.
fr_fr: Le commande n'a pas encore eu l'estimation.

source: Latest rates
fr_fr: Estimation récente

source: Get a quote
fr_fr: Avoir une estimation

source: Set your FlagShip Shipping token.
fr_fr: Configurer votre clé (token) FlagShip.

source: Timestamp
fr_fr: Date

source: Log
fr_fr: Message

source: Package Box
fr_fr: Boîte

source: Model Name
fr_fr: Modèle

source: Length (in)
fr_fr: LO (po)

source: Width (in)
fr_fr: LA (po)

source: Height (in)
fr_fr: H (po)

source: Weight (LB)
fr_fr: Poids (LBS)

source: Max. Supported (LB)
fr_fr: Poids Max. (LBS)

source: + Add package box
fr_fr: Ajouter une boîte

source: Remove selected package box(es)
fr_fr: Enlever une(des) boîte(s)
